Repository: mozilla-l10n/mt-training-data
Catalog: pwn/pwn_pontoon.tmx
Source language: en_us
Languages: pwn

source: About
pwn: patjara

source: Awards
pwn: namalaing

source: Citation
pwn: kavecikan

source: Contact
pwn: padjadjaljudjaljun

source: Contact us
pwn: padjadjaljudjaljun

source: Contact Us
pwn: padjadjaljudjaljun

source: Contribute
pwn: pakaljavutan

source: Donate
pwn: sipasaseqeljiqeljing

source: Guidelines
pwn: tulek

source: Help us validate voices
pwn: pusaladju a qemayam tua luin

source: Language
pwn: kai

source: Languages
pwn: kai

source: Listen
pwn: lemangeda

source: Log In
pwn: sitaladjan

source: Log In / Sign Up
pwn: sitaladjan / kipavecik

source: Log Out
pwn: sisasavan

source: No
pwn: ini

source: Partner
pwn: lingulj

source: Privacy
pwn: sikaqiljiqilji a pakeljang

source: <privacyLink>Privacy</privacyLink>
pwn: <privacyLink>sikaqiljiqilji a pakeljang</privacyLink>

source: Report
pwn: padjaljun

source: Review
pwn: qemayam

source: Review Sentences
pwn: qemayam tua kai

source: Sentence
pwn: kai

source: Skip
pwn: alimen

source: Speak
pwn: qivu

source: Stats
pwn: tineveteveljan

source: Submit
pwn: sipatjequlja

source: Terms
pwn: papasusuan ta siseljudjan

source: <termsLink>Terms</termsLink>
pwn: <termsLink>papasusuan ta siseljudjan</termsLink>

source: Write
pwn: venecik

source: Yes
pwn: ui
